Repository: magicoli/wc-domain-names
Catalog: languages/wcdnr-*.po
Languages: de_de, fr_fr, nl_nl

source: WooCommerce Domain Names
de_de: WooCommerce Domain-Namen
fr_fr: WooCommerce Noms de domaine
nl_nl: WooCommerce Domein Namen

source: WooCommerce domain names products and tools for Openprovider.
de_de: WooCommerce Domainnamen Produkte und Tools für Openprovider.
fr_fr: Produits et outils WooCommerce pour la gestion de noms de domaine avec Openprovider.
nl_nl: WooCommerce domeinnamen producten en tools voor Openprovider.

source: Magiiic
de_de: Magische

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_nl: Instellingen

source: Domain Names
de_de: Domain-Namen
fr_fr: Noms de domaine
nl_nl: Domeinnamen

source: Openprovider connection
de_de: Openprovider-Verbindung
fr_fr: Connexion à Openprovider
nl_nl: Openprovider verbinding

source: Find your credentials in Openprovider dashboard %s
de_de: Finden Sie Ihre Anmeldeinformationen in Openprovider Dashboard %s
fr_fr: Trouvez vos informations d'identification dans le tableau de bord Openprovider %s
nl_nl: Zoek uw referenties in Openprovider dashboard %s

source: Account
de_de: Konto
fr_fr: Compte
nl_nl: Rekening

source: Account overview
de_de: Kontoübersicht
fr_fr: Aperçu du compte
nl_nl: Rekeningoverzicht

source: Contact persons
de_de: Kontaktpersonen
fr_fr: Personnes de contact
nl_nl: Contactpersonen

source: Username
de_de: Nutzername
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam

source: Password
de_de: Passwort
fr_fr: Mot de passe
nl_nl: Wachtwoord

source: Product for imported domains
de_de: Produkt für importierte Domains
fr_fr: Produit pour les domaines importés
nl_nl: Product voor ingevoerde domeinen

source: Product to use for domains imported from registry.
de_de: Produkt, das für aus dem Register importierte Domänen zu verwenden ist.
fr_fr: Produit à utiliser pour les domaines importés du registre.
nl_nl: Product te gebruiken voor domeinen geïmporteerd uit register.

source: Prices
de_de: Preise
fr_fr: Prix
nl_nl: Prijzen

source: Minimum margin (%)
de_de: Mindestspanne (%)
fr_fr: Marge minimale (%)
nl_nl: Minimum marge (%)

source: Minimum price (%s)
de_de: Mindestpreis (%s)
fr_fr: Prix minimal (%s)
nl_nl: Minimumprijs (%)

source: Rounding (%s)
de_de: Rundung (%s)
fr_fr: Arrondi (%s)
nl_nl: Afronding (%s)

# An unspecified domain name (in products list)
source: Register domain
de_de: Domäne registrieren
fr_fr: Enregistrer un nom de domaine
nl_nl: Domeinnaam registreren

# The given domain name (on single product page, under name field)
source: Register domain name
de_de: Domänenname registrieren
fr_fr: Enregistrer le nom de domaine
nl_nl: Domeinnaam registreren

source: Domain name
de_de: Domänenname
fr_fr: Nom de domaine
nl_nl: Domeinnaam

source: Check to use this product for domain name registration.
de_de: Prüfen Sie, ob Sie dieses Produkt für die Registrierung von Domänennamen verwenden können.
fr_fr: Cochez pour utiliser ce produit pour l'enregistrement de noms de domaine.
nl_nl: Vink aan om dit product te gebruiken voor domeinnaam registratie.

source: Actual domain name price will be displayed in the shopping cart, before order validation and payment.
de_de: Der tatsächliche Preis des Domainnamens wird im Warenkorb angezeigt, bevor die Bestellung bestätigt und bezahlt wird.
fr_fr: Le prix réel du nom de domaine sera affiché dans le panier, avant la validation de la commande et le paiement.
nl_nl: De werkelijke prijs van de domeinnaam wordt weergegeven in de winkelwagen, vóór de validatie van de bestelling en de betaling.

source: Domain name is required
de_de: Domänenname ist erforderlich
fr_fr: Le nom de domaine est requis
nl_nl: Domeinnaam is vereist

source: Please provide a valid domain name
de_de: Bitte geben Sie einen gültigen Domainnamen an
fr_fr: Veuillez fournir un nom de domaine valide
nl_nl: Geef een geldige domeinnaam op

source: Cannot register %1$s
de_de: Kann %1$s nicht registrieren
fr_fr: Impossible d'enregistrer %1$s
nl_nl: Kan %1$s niet registreren

source: Domain exists
de_de: Domänenname existiert
fr_fr: Le nom de domaine existe
nl_nl: Domeinnaam bestaat

source: API migration not ready
de_de: API-Migration nicht bereit
fr_fr: La migration de l'API n'est pas prête
nl_nl: API-migratie niet gereed

source: From
de_de: Ab
fr_fr: À partir de
nl_nl: Vanaf

source: No products found
de_de: Keine Produkte gefunden
fr_fr: Aucun produit trouvé
nl_nl: Geen producten gevonden

source: Select a product
de_de: Wählen Sie ein Produkt
fr_fr: Sélectionnez un produit
nl_nl: Kies een product

source: API is temporarily unavailable due to maintenance
de_de: API ist aufgrund von Wartungsarbeiten vorübergehend nicht verfügbar
fr_fr: L'API est temporairement indisponible pour cause de maintenance
nl_nl: API is tijdelijk niet beschikbaar wegens onderhoud

source: Your domain request contains an invalid extension!
de_de: Ihr Domainantrag enthält eine ungültige Erweiterung!
fr_fr: Le nom de domaine demandé contient une extension invalide !
nl_nl: Uw domein aanvraag bevat een ongeldige extensie!

source: Name reserved by IANA
de_de: Von der IANA reservierter Name
fr_fr: Nom réservé par l'IANA
nl_nl: Naam gereserveerd door IANA
